export const arabic = {
  homeLandingTitle:
    "الأمن السيبراني الحقيقي يستعد لما هو قادم، وليس لما كان أخيرًا",
  homeLandingPara:
    "أدخل أكاديمية CyberGain بوابتك إلى عالم التدريب على الأمن السيبراني المتطور. انغمس في مجموعتنا المتنوعة من مختبرات التدريب العملي وموارد التعلم الغنية، المصممة لتمكين عشاق التكنولوجيا من جميع الخلفيات من إتقان فن الأمن السيبراني والبقاء في المقدمة في هذا المشهد المتطور باستمرار.",
  homeLandingBtn: "اشتراك",

  courseCardOneTitle: "مبتدئ",
  courseCardOnePara:
    "بدأت للتو في مجال الأمن السيبراني، حريصة على التعلم والاستكشاف، ومجهزة بالمعرفة التأسيسية في مبادئ الشبكات والأمن. متابعة التعليم والشهادات بنشاط والمشاركة في مجالات الأمن السيبراني المختلفة.",

  courseCardTwoTitle: "متوسط",
  courseCardTwoPara:
    "شغوف بتوسيع المعرفة وتحسين المهارات بما يتجاوز الأساسيات. يمتلك أساسًا متينًا في مجال الشبكات وأمن الأنظمة والخبرة العملية. تطوير التعليم بشكل فعال من خلال الدورات والشهادات المتخصصة.",

  courseCardThreeTitle: "احترافي",
  courseCardThreePara:
    "مدفوعة للتفوق وتعزيز الخبرة. لديك معرفة واسعة في الشبكات وأمن النظام والخبرة العملية. تعزيز المهارات باستمرار من خلال الدورات والشهادات المتقدمة، واستكشاف المجالات التفصيلية لمجالات الأمن السيبراني.",

  courseCardFourTitle: "يتقن",
  courseCardFourPara:
    "مكرسة لدفع الحدود والابتكار في هذا المجال. يتمتع بعمق لا مثيل له من المعرفة في مجال الشبكات وأمن النظام والخبرة العملية الواسعة. يسعى إلى تحقيق أحدث التطورات من خلال الأبحاث الرائدة والشهادات الرائدة والتقدم الرائد في مجالات الأمن السيبراني المتنوعة.",

  singlecardTitle: "الربح السيبراني",
  singlecardText: "مركز",

  redTitle: "حقل الفريق الأحمر - الهجوم السيبراني.",
  blueTitle: "حقل الفريق الأزرق - الدفاع السيبراني.",

  homeLeftTitle: "حول مركز سايبر غاين.",
  homeLeftPara:
    "تأسست شركتنا للتدريب على الأمن السيبراني في عام 2022، ومقرها الرئيسي في إسرائيل ولها فروع إضافية في دبي والهند، وهي بمثابة منارة للتعلم الشامل في المشهد الرقمي المتطور باستمرار. مع أكثر من ستة أجيال من المدربين، يقدم مركزنا مزيجًا ديناميكيًا من الخبرة والابتكار. نحن نعمل على تمكين المتعلمين من خلال المختبرات العملية والمحاكاة، وغمرهم في سيناريوهات الحياة الواقعية المستمدة من حوادث الماضي. يعزز هذا النهج الشامل فهمًا عميقًا للأمن السيبراني، ويزود المتدربين لدينا بالمهارات والبصيرة اللازمة للتنقل والحماية ضد التهديدات الحديثة.",
  homeLeftBtn: "تعرف أكثر",
  goRightBtn:"للجامعات",
  

  homeRightTitle: "الجامعات",
  homeRightPara:
    "تم تصميم برنامج مؤسستنا بدقة لتلبية المتطلبات الفريدة لكل شركة. من خلال تصميم خطة مخصصة، نقدم مجموعة من الخيارات - التدريب عبر الإنترنت أو التدريب الشخصي، والوصول إلى المختبر، وموارد الفيديو، وشهادة CyberGain، والشهادات الدولية - لتتوافق مع تفضيلاتهم المحددة. يتمتع العملاء بالمرونة للاختيار من كتالوج الدورات التدريبية المتنوعة لدينا أو طلب منهج دراسي مخصص. ما عليك سوى التواصل معنا وسنعمل بشكل تعاوني على إنشاء خطة تناسب احتياجاتك تمامًا. نحن نوفر مرونة كاملة، وكل شيء مطروح للمناقشة.",
  homeRightBtn: "بواسطة الحزمة الآن",
  goLeftBtn:"للجامعات",

  homeOfferTitle: "ابدأ تجربة مجانية مدتها 15 يومًا.",
  homeOfferPara:
    "استكشف مدونتنا للحصول على أحدث المعلومات في مجال الأمن السيبراني — النصائح الأساسية وتحديثات التدريب وأخبار الصناعة. احصل على رؤى قيمة حول البقاء آمنًا عبر الإنترنت، سواء كنت جديدًا في مجال الأمن السيبراني أو محترفًا متمرسًا. انضم إلينا لتبقى على اطلاع وجاهز لمواجهة التحديات الرقمية.",

  homeBlogTopTitle: "اقرأ منشورات مدونتنا المثيرة للاهتمام",
  homeBlogMainLabel: "تعلم عميق",
  homeBlogMainTitle:
    "الكشف عن التهديد الخفي: التعلم العميق يفتح المجال لهجمات القنوات الجانبية الصوتية على لوحات المفاتيح",
  homeBlogMainPara:
    "في عالمنا المترابط بشكل متزايد، حيث يمتد نطاق التكنولوجيا من الأجهزة الشخصية إلى الخدمات عبر الإنترنت، يستمر مشهد التهديدات في التطور. أحد التهديدات الناشئة التي لفتت انتباه الباحثين في مجال الأمن السيبراني هو هجمات القنوات الجانبية الصوتية (ASCA) على لوحات المفاتيح.",
  homeBlogMainBtn: "عرض جميع المدونات",
};
