export const hebrew = {
  homeLandingTitle:"אבטחת סייבר אמיתית מתכוננת למה הבא, לא למה שהיה אחרון",
  homeLandingPara:"היכנסו לאקדמיית CyberGain השער שלכם לתחום החדשני של אימון אבטחת סייבר. טבלו במגוון המגוון שלנו של מעבדות הדרכה מעשית ומשאבי למידה עשירים, שנועדו להעצים חובבי טכנולוגיה מכל הרקע להשתלט על אמנות אבטחת הסייבר ולהישאר צעד אחד קדימה בנוף המתפתח הזה.",
  homeLandingBtn:"הירשם",

  courseCardOneTitle:"מַתחִיל",
  courseCardOnePara:"רק מתחיל באבטחת סייבר, להוט ללמוד ולחקור, מצויד בידע בסיסי בעקרונות רשת ואבטחה. רודף פעיל אחר השכלה, והסמכות, ועיסוק בתחומים שונים של אבטחת סייבר.",

  courseCardTwoTitle:"ביניים",
  courseCardTwoPara:"נלהב להרחיב את הידע ולשפר מיומנויות מעבר ליסודות. בעל בסיס יציב ברשתות, אבטחת מערכות וניסיון מעשי. קידום פעיל בחינוך עם קורסים והסמכות מיוחדות.",

  courseCardThreeTitle:"מקצועי",
  courseCardThreePara:"מונע לאקסל ולשפר את המומחיות. בעל ידע נרחב ברשתות, אבטחת מערכות וניסיון מעשי. משפר מיומנויות ללא הרף באמצעות קורסים והסמכות מתקדמים, בחינת תחומים מפורטים של תחומי אבטחת סייבר.",

  courseCardFourTitle:"לִשְׁלוֹט",
  courseCardFourPara:"מוקדש לפריצת גבולות ולחדשנות בשטח. מחזיק בעומק שאין שני לו של ידע ברשתות, אבטחת מערכות ומומחיות מעשית נרחבת. שואפת להתקדמות מתקדמת באמצעות מחקר פורץ דרך, הסמכות מובילות והובלת התקדמות בתחומי אבטחת סייבר מגוונים.",

  singlecardTitle:"רווח סייבר",
  singlecardText:"מֶרְכָּז",

  redTitle:"Red Team Field - מתקפת סייבר.",
  redPara:"התנסה בקורס הצוות האדום שלנו, שנועד לשפר את הכישורים האישיים שלך ולשחרר את היצירתיות שלך, לצייד אותך במיומנויות חשובות לקריירה מוצלחת באבטחת סייבר.",

  blueTitle:"Blue Team Field - הגנת סייבר.",
  bluePara:"מציגים את קורס הצוות הכחול, מסלול הסמכה מקיף שנועד להעצים אותך במיומנויות אבטחה הגנה מעשיות. קבל מומחיות בתגובה לתקריות, אבטחת רשת, הערכת פגיעות ועוד, ככל שאתה מפתח הבנה מוצקה של שיטות אבטחה הגנתיות. באמצעות תרגילים מעשיים והדרכה מעמיקה, ניתוח מערכות מידע, חיזוק סביבות דיגיטליות והבטחת הגנה מתמשכת מפני איומים מתפתחים.",


  homeLeftTitle:"על Cyber Gain Center.",
  homeLeftPara:"חברת ההדרכה שלנו לאבטחת סייבר, שבסיסה בישראל עם סניפים נוספים בדובאי ובהודו, הוקמה בשנת 2022, עומדת כמגדלור של למידה מקיפה בנוף הדיגיטלי המתפתח ללא הרף. עם למעלה משישה דורות של מאמנים, המרכז שלנו מציע מיזוג דינמי של מומחיות וחדשנות. אנו מעצימים את הלומדים באמצעות מעבדות וסימולציות מעשית, מטביעים אותם בתרחישים של החיים האמיתיים שנלקחו מתקריות קודמות. גישה סוחפת זו מטפחת הבנה עמוקה של אבטחת סייבר, מציידת את החניכים שלנו במיומנויות ובראיית הנולד הדרושים כדי לנווט ולהגן מפני איומים מודרניים.",
  homeLeftBtn:"יודע יותר",
  goRightBtn:"עבור אוניברסיטאות",

  homeRightTitle:"אוניברסיטאות",
  homeRightPara:"התוכנית הארגונית שלנו מעוצבת בקפידה כדי לעמוד בדרישות הייחודיות של כל עסק. בהתאמת תוכנית מותאמת אישית, אנו מספקים מגוון אפשרויות - הדרכה מקוונת או אישית, גישה למעבדה, משאבי וידאו, הסמכת CyberGain והסמכות בינלאומיות - כדי להתיישר עם ההעדפות הספציפיות שלהם. ללקוחות יש את הגמישות לבחור מתוך קטלוג הקורסים המגוון שלנו או לבקש תכנית לימודים בהתאמה אישית. פשוט צור קשר ואנו נבנה בשיתוף פעולה תוכנית שמתאימה באופן מושלם לצרכים שלך. אנו מציעים גמישות מלאה - הכל עומד לדיון.",
  homeRightBtn:"לפי חבילה עכשיו",
  goLeftBtn:"עבור אוניברסיטאות",

  homeOfferTitle: "התחל 15 ימי ניסיון חינם.",
  homeOfferPara: "חקור את הבלוג שלנו לקבלת החידושים האחרונים בתחום אבטחת הסייבר - טיפים חיוניים, עדכוני הדרכה וחדשות מהתעשייה. קבל תובנות חשובות לגבי שמירה על אבטחה מקוונת, בין אם אתה חדש בתחום אבטחת הסייבר או מקצוען מנוסה. הצטרפו אלינו כדי להישאר מעודכנים ומוכנים להתמודד עם אתגרים דיגיטליים.",

  homeBlogTopTitle:"קרא את הפוסטים המעניינים שלנו בבלוג",
  homeBlogMainLabel:"למידה עמוקה",
  homeBlogMainTitle:"חושפים את האיום החבוי: למידה עמוקה פותחת התקפות ערוץ צד אקוסטיות על מקלדות",
  homeBlogMainPara:"בעולם המקושר יותר ויותר, שבו טווח ההגעה של הטכנולוגיה משתרע ממכשירים אישיים לשירותים מקוונים, נוף האיום ממשיך להתפתח. איום מתעורר שמשך את תשומת לבם של חוקרי אבטחת סייבר הוא התקפות ערוץ צד אקוסטיות (ASCA) על מקלדות.",
  homeBlogMainBtn:"צפה בכל הבלוגים"
}
