export const hebrew = {
  
  // Home

  homeLandingTitle:"אבטחת סייבר אמיתית מתכוננת למה הבא, לא למה שהיה אחרון",
  homeLandingPara:"היכנסו לאקדמיית CyberGain השער שלכם לתחום החדשני של אימון אבטחת סייבר. טבלו במגוון המגוון שלנו של מעבדות הדרכה מעשית ומשאבי למידה עשירים, שנועדו להעצים חובבי טכנולוגיה מכל הרקע להשתלט על אמנות אבטחת הסייבר ולהישאר צעד אחד קדימה בנוף המתפתח הזה.",
  homeLandingBtn:"הירשם",

  courseCardOneTitle:"מַתחִיל",
  courseCardOnePara:"רק מתחיל באבטחת סייבר, להוט ללמוד ולחקור, מצויד בידע בסיסי בעקרונות רשת ואבטחה. רודף פעיל אחר השכלה, והסמכות, ועיסוק בתחומים שונים של אבטחת סייבר.",

  courseCardTwoTitle:"ביניים",
  courseCardTwoPara:"נלהב להרחיב את הידע ולשפר מיומנויות מעבר ליסודות. בעל בסיס יציב ברשתות, אבטחת מערכות וניסיון מעשי. קידום פעיל בחינוך עם קורסים והסמכות מיוחדות.",

  courseCardThreeTitle:"מקצועי",
  courseCardThreePara:"מונע לאקסל ולשפר את המומחיות. בעל ידע נרחב ברשתות, אבטחת מערכות וניסיון מעשי. משפר מיומנויות ללא הרף באמצעות קורסים והסמכות מתקדמים, בחינת תחומים מפורטים של תחומי אבטחת סייבר.",

  courseCardFourTitle:"לִשְׁלוֹט",
  courseCardFourPara:"מוקדש לפריצת גבולות ולחדשנות בשטח. מחזיק בעומק שאין שני לו של ידע ברשתות, אבטחת מערכות ומומחיות מעשית נרחבת. שואפת להתקדמות מתקדמת באמצעות מחקר פורץ דרך, הסמכות מובילות והובלת התקדמות בתחומי אבטחת סייבר מגוונים.",

  singlecardTitle:"רווח סייבר",
  singlecardText:"מֶרְכָּז",


  availTitle:"קורסים זמינים",
  redTitle:"Red Team Field - מתקפת סייבר.",
  redPara:"התנסה בקורס הצוות האדום שלנו, שנועד לשפר את הכישורים האישיים שלך ולשחרר את היצירתיות שלך, לצייד אותך במיומנויות חשובות לקריירה מוצלחת באבטחת סייבר.",

  redC1:"קורס פריצה אתית.",
  redC2:"מודיעין קוד פתוח – קורס OSINT.",
  redC3:"קורס חקירת Active Directory.",
  redC4:"קורס פייתון לרשת והאקינג",
  redC5:"קורס בדיקת חדירה חיצונית.",
  redC6:"קורס בדיקת חדירה של אפליקציות אינטרנט.",
  redC7:"כיצד לבנות רשימת רשימת תשובות לקורס צוות אדום.",
  redC8:"Bash Scripting for Red Team Course.",
  redC9:"קורס Powershell לבדיקת חדירה.",

  blueTitle:"שדה צוות כחולהגנת סייבר",
  bluePara:"מציגים את קורס הצוות הכחול, מסלול הסמכה מקיף שנועד להעצים אותך במיומנויות אבטחה הגנה מעשיות. קבל מומחיות בתגובה לתקריות, אבטחת רשת, הערכת פגיעות ועוד, ככל שאתה מפתח הבנה מוצקה של שיטות אבטחה הגנתיות. באמצעות תרגילים מעשיים והדרכה מעמיקה, ניתוח מערכות מידע, חיזוק סביבות דיגיטליות והבטחת הגנה מתמשכת מפני איומים מתפתחים.",
  
  blueC1:"קורס אנליסט SOC ברמה 1.",
  blueC2:"קורס אנליסט SOC שכבה 2 + 3.",
  blueC3:"קורס פורנזי דיגיטלי.",
  blueC4:"קורס לזיהוי פלילי של לינוקס.",
  blueC5:"קורס פורנזיות של Windows.",
  blueC6:"קורס Splunk לניטור וגילוי.",
  blueC7:"כיצד לבנות רשימת רשימת תשובות לקורס צוות כחול",
  blueC8:"Bash Scripting עבור קורס צוות כחול.",


  homeLeftTitle:"על Cyber Gain Center.",
  homeLeftPara:"חברת ההדרכה שלנו לאבטחת סייבר, שבסיסה בישראל עם סניפים נוספים בדובאי ובהודו, הוקמה בשנת 2021, עומדת כמגדלור של למידה מקיפה בנוף הדיגיטלי המתפתח ללא הרף. עם למעלה משישה דורות של מאמנים, המרכז שלנו מציע מיזוג דינמי של מומחיות וחדשנות. אנו מעצימים את הלומדים באמצעות מעבדות וסימולציות מעשית, מטביעים אותם בתרחישים של החיים האמיתיים שנלקחו מתקריות קודמות. גישה סוחפת זו מטפחת הבנה עמוקה של אבטחת סייבר, מציידת את החניכים שלנו במיומנויות ובראיית הנולד הדרושים כדי לנווט ולהגן מפני איומים מודרניים.",
  homeLeftBtn:"יודע יותר",
  goRightBtn:"עבור אוניברסיטאות",

  homeRightTitle:"אוניברסיטאות",
  homeRightPara:"התוכנית הארגונית שלנו מעוצבת בקפידה כדי לעמוד בדרישות הייחודיות של כל עסק. בהתאמת תוכנית מותאמת אישית, אנו מספקים מגוון אפשרויות - הדרכה מקוונת או אישית, גישה למעבדה, משאבי וידאו, הסמכת CyberGain והסמכות בינלאומיות - כדי להתיישר עם ההעדפות הספציפיות שלהם. ללקוחות יש את הגמישות לבחור מתוך קטלוג הקורסים המגוון שלנו או לבקש תכנית לימודים בהתאמה אישית. פשוט צור קשר ואנו נבנה בשיתוף פעולה תוכנית שמתאימה באופן מושלם לצרכים שלך. אנו מציעים גמישות מלאה - הכל עומד לדיון.",
  homeRightBtn:"הזמינו פגישה",
  goLeftBtn:"עבור אוניברסיטאות",

  homeOfferTitle: "התחל 15 ימי ניסיון חינם.",
  homeOfferPara: "חקור את הבלוג שלנו לקבלת החידושים האחרונים בתחום אבטחת הסייבר - טיפים חיוניים, עדכוני הדרכה וחדשות מהתעשייה. קבל תובנות חשובות לגבי שמירה על אבטחה מקוונת, בין אם אתה חדש בתחום אבטחת הסייבר או מקצוען מנוסה. הצטרפו אלינו כדי להישאר מעודכנים ומוכנים להתמודד עם אתגרים דיגיטליים.",

  homeBlogTopTitle:"קרא את הפוסטים המעניינים שלנו בבלוג",
  homeBlogMainLabel:"למידה עמוקה",
  homeBlogMainTitle:"חושפים את האיום החבוי: למידה עמוקה פותחת התקפות ערוץ צד אקוסטיות על מקלדות",
  homeBlogMainPara:"בעולם המקושר יותר ויותר, שבו טווח ההגעה של הטכנולוגיה משתרע ממכשירים אישיים לשירותים מקוונים, נוף האיום ממשיך להתפתח. איום מתעורר שמשך את תשומת לבם של חוקרי אבטחת סייבר הוא התקפות ערוץ צד אקוסטיות (ASCA) על מקלדות.",
  homeBlogMainBtn:"צפה בכל הבלוגים",

  


  feedName1:"עלאא",
  feedText1:"אנליסט SOC ב- Kan11",
  feedPara1:"הניסיון שלי איתם היה באמת מדהים. במהלך שנה עם החברה, הזדמן לי לשקוע בעולם של מתקפות אבטחת סייבר בחיים האמיתיים. למרות מורכבות התחום, הם ליוו אותנו במיומנות בתהליך הלמידה, ופירקו אותו לשלבים ניתנים לניהול ככל שהתקדמנו לרמה מתקדמת.",

  feedName2:"בעילום שם",
  feedText2:"עובד עם הצבא",
  feedPara2:"הניסיון שלי עם החברה היה כמו להיות חלק ממשפחה מלוכדת. התחלתי בתור גיימר, אבל העניין שלי באבטחת סייבר גדל עם הזמן. בזכות מרכז רווחי סייבר קיבלתי את כל התמיכה והמשאבים הדרושים לי כדי להיכנס לתחום ובסופו של דבר לעבוד מול כוחות המשטרה.",

  feedName3:"יוסף",
  feedText3:"סוֹפֵר בִּלתִי תָלוּי",
  feedPara3:"החברה הזו מיוחדת. הם נתנו לי הזדמנות ללמוד ולרכוש ניסיון מעשי בתחום, למרות שלא היה לי רקע אקדמי רשמי. הייתי לומד עצמי, ומרכז רווחי סייבר האמין בי, אז הם נתנו לי הזדמנות. עבדתי קשה כדי להצטיין בלימודים איתם.",

  feedName4:"סלמאן",
  feedText4:"Cybersecurity Labs Devoleper במרכז Cyber Gain - סניף ישראל",
  feedPara4:"התחלתי ללמוד אבטחת סייבר בגיל 14, בעיקר דרך לימוד עצמי. בהתחשב בגילי, לא האמנתי שמישהו יהיה מוכן ללמד אותי עד שגיליתי את החברה הזו. בגיל 17 הייתי להוט להתחיל מסלול מקצועי יותר ולקבל אישורים רלוונטיים. למרות שזה לא השלב האחרון במסע שלי לצבור ידע וניסיון בתחום, ההצטרפות ל- Cyber Gain Center הייתה ללא ספק הצעד הראשון הנכון.",




// about

aboutLandingTitle:"אבטחת סייבר אמיתית מתכוננת לקראת",
aboutmovingTitle1:"מה הלאה.",
aboutmovingTitle2:"לא מה שהיה אחרון.",
aboutLandingText:"השער שלך לתחום החדיש של אימון אבטחת סייבר. טבלו במגוון המגוון שלנו של מעבדות הדרכה מעשית ומשאבי למידה עשירים, שנועדו להעצים חובבי טכנולוגיה מכל הרקע להשתלט על אמנות אבטחת הסייבר ולהישאר צעד אחד קדימה בנוף המתפתח הזה.",
aboutLandingOfferText1:"15 ימים ניסיון חינם מס",
aboutLandingOfferText2:"דרוש כרטיס אשראי",
aboutLandingBtn:"הירשם",

aboutMarqee:"הגדל את כישורי אבטחת הסייבר שלך",

aboutMissionHeading:"בניית עתיד בטוח יותר",
aboutMissionPara:"קרא עוד על המחויבות שלנו להגן ולהעצים בעולם אבטחת הסייבר. גלה כיצד אנו מניעים שינוי, מטפחים חדשנות ושומרים על הנוף הדיגיטלי של המחר.",

aboutMission:"משימה",
aboutMissionDes:'בעולם המשתנה במהירות שלנו, שבו הטכנולוגיה השתלבה בצורה חלקה בפעילויות היומיומיות שלנו, יש לה כוח רב והשפעה עצומה. עם זאת, הכוח הגדול הזה גם חושף אותנו לסיכונים שונים שדורשים את תשומת הלב המיידית שלנו. סיכונים אלה כוללים בין היתר דליפות נתונים, טריקים ערמומיים בדוא"ל, האיום של תוכנות זדוניות, החולשות של סיסמאות חלשות, והאיום הממשמש ובא של גניבת זהות.',

aboutVision:"ויזון",
aboutVisionDes:"החזון שלנו הוא להיות מנהיג עולמי בחינוך לאבטחת סייבר, ולהפוך אותו לנגיש לכולם. אנו שואפים להעצים אנשים מכל הרקע להיות מגינים מיומנים בתחום הדיגיטלי.",

aboutPurpose:"מַטָרָה",
aboutPurposeDes:"לחנך, להעצים, להפיץ מודעות ולקדם ביטחון עולמי.",

geniusTeemTitle:"הכירו את צוות Genius",
geniusTeemPara:"ב-Cyber Gain Center, הצוות שלנו הוא יותר מקולקטיב של מומחים - זהו כוח מסור המחויב למסע אבטחת הסייבר שלך. מאנשי מקצוע מנוסים ועד מוחות חדשניים, כל חבר מביא נקודות מבט ייחודיות וידע תעשייתי מעמיק. יחד, אנו משגשגים בשיתוף פעולה, ומבטיחים שכל לומד יקבל הדרכה ותמיכה בהתאמה אישית. פגוש את הצוות הנלהב שלנו - מונע להעצים אותך בשליטה ביסודות אבטחת סייבר.",

aliName:"עלי זנאטי",
aliPost:'מייסד שותף ומנכ"ל',
aliDes:'מביאה מומחיות נרחבת בהנדסת תוכנה ואבטחת סייבר. עם ניסיון מעשי בתחומים שונים כגון תגובת אירועים, SOC Team (Blue Team), Red Teaming ובדיקות חדירה, עלי מבטיח שתוכניות ההדרכה שלנו מספקות את התובנות והטכניקות העדכניות ביותר. המומחיות שלהם בפיתוח עסקי תורמת גם לצמיחה והצלחת המרכז שלנו.',

najeebName:"נג'יב איברהם",
najeebPost:"ראש צוות כחול",
najeebDes:"לנג'יב איברהם ניסיון כמנתח אבטחת סייבר, אחראי על סיוע בתפעול ותחזוקת רשת המחשבים של המתקנים ולמתן סיוע טכני גם ביצוע ניתוח, איומי סייבר, גילוי פגיעויות, מעקב אחר פריצות סייבר, איתור תקלות ותגובה ל אירועי אבטחה שזוהו מ-hp arcsight או SIEM קשור. IDS/IPS, ויישומי אבטחה אחרים.",

yaraName:"יארה רמאל",
yaraPost:"HR - מנהל משאבי אנוש ומשרד",
yaraDes:"בעלת תואר שני בשירותי אנוש. התפקיד כרוך במגוון רחב של אחריות, לרבות גיוס עובדים וניהול משימות אדמיניסטרטיביות. הדבר כרוך ביצירת קורות חיים מרשימים, ביצוע הכנות לראיונות ואופטימיזציה של פרופילי LinkedIn. בנוסף, הוא ממלא תפקיד מכריע בפיקוח על מאמצי השיווק והפרסום לקידום יעיל של שירותי המרכז.",

salehName:"סאלח אחמד",
salehPost:"מדריך IT ואבטחת ענן",
salehDes:"עם רקע מקיף באבטחת מידע וניהול סייבר, סאלח שימש בתפקידי מפתח, כולל מהנדס תמיכה בענן ותמיכה ב-IT. מנוסה בטכנולוגיות כגון GCP, Microsoft Azure, MongoDB וכלי וירטואליזציה כמו Docker ו-Kubernetes. המחויבות שלו לספק תמיכה טכנית יוצאת דופן, בשילוב עם החוש הניהולי שלו, הופכת אותו לנכס רב ערך בעיצוב מסע הלמידה של התלמידים שלנו",

taleenName:"טלין סקפי",
taleenPost:"מפתח אבטחת סייבר",
taleenDes:"מומחה מיומן בהעברת סדנאות מקוונות טכניות ומפגשי אימון צוותים אדומים. מתמחה באבטחת Active Directory, עם מומחיות המתפרשת על מודיעין איומים ותגובה לאירועים. אחראי על עיצוב סביבות מעבדה מציאותיות, הצגת פגיעויות ללמידה מעשית, ועיסוק בבדיקות חדירה והערכות רשת.",

salmanName:"סלמאן",
salmanPost:"מפתח אבטחת סייבר",
salmanDes:"סלמן אלוואן, מומחה חדשני לאבטחת סייבר, הצטיין כסטודנט לשעבר בקורס Blue Team שלנו עם הסמכת CSA. מתמחה בעיצוב מעבדות והעברת ידע ובקיא ב-Bash, ו-Python. סלמן מעורב באופן פעיל באבטחת סייבר ובתכנות, עובד כעת על דורק מחולל עם פרויקטים עתידיים המתמקדים בסורק דורק ובסורק/בודק פגיע בהזרקת SQL.",

eventHeader:"אירועים",
eventDes:"גלה את הסמינרים המקוונים האחרונים והבאים שלנו, תוכניות אבטחת סייבר מגוונות, ואת ההשתתפות הפעילה שלנו באירועים בולטים. הישאר מעודכן, למד וצור קשר בזמן שאנו תורמים ומשתפים פעולה בתחום הדינמי של אבטחת סייבר.",

event1Title:"תוכנית נוער אבטחת סייבר",
event1Des:"במהלך השנה הקודמת העביר מרכז סייבר רווח תכנית נוער לחטיבות הביניים הערביות. המרכז קיבל הצעות מ-10 בתי ספר שונים ללמד אבטחת סייבר. בסך הכל, מרכז Cyber Gain הגיע ל-20 כיתות שונות, עם ממוצע של 25 תלמידים בכיתה",

event2Title:"אירוע באוניברסיטת דובאי",
event2Des:"מר עלי (מייסד) ביקר במכון בירלה לטכנולוגיה ומדע, קמפוס פילאני דובאי! אוניברסיטה בה הוא אירח אבטחת סייבר.",

event3Title:"אירועים קרובים",
event3Des:"GISEC בדובאי",






// Career

careerLandingTitle:"הצטרף לקבוצה שלנו",
careerLandingPara:"הצוות ב- Cyber Gain Center - קבוצה של מומחים נלהבים המחויבים למצוינות בעולם אבטחת הסייבר. עם מומחיות מגוונת ותמיכה מותאמת אישית, אנחנו כאן כדי להעצים כל לומד.",

inviteTitle:"אנו מזמינים כישרונות חדשים להצטרף לצוות Are!",
invitePara:"בעוד של CyberGain Academy אין כרגע משרות פנויות, אנו מזמינים אנשים עם רקע טכני באבטחת סייבר להגיש את קורות החיים שלהם. במקרים בהם משרה מתאימה אינה פנויה באופן מיידי, אנו פתוחים ליצירת תפקידים בהתבסס על הכישורים והמומחיות של מועמדים יוצאי דופן. עם השילוב הנכון של תשוקה, מיומנויות וניסיון, אקדמיית CyberGain צופה להתרחב לצד צוות מגוון של מומחים מרחבי העולם. הכישרונות הייחודיים שלך יכולים להיות הזרז לצמיחה הקולקטיבית שלנו.",

reviewText:"מבוסס על ביקורות",

careerFormTitle:"שלח לנו קורות חיים שלך",
careerFormPara:"השאירו קורות חיים אם אתם מעוניינים במשרה פנויה. אנחנו בהחלט ניצור איתך קשר.",

careerFormName:"שֵׁם",
careerFormNamePlace:"השם שלך",

careerFormEmail:"אימייל",
careerFormEmailPlace:"האימייל שלך",

careerFormPhone:"טלפון",
careerFormPhonePlace:"הטלפון שלך",

careerFormTextarea:"ספר על המיומנות שלך",

careerFormFileTitle:"העלה קורות חיים / קורות חיים כאן",
careerFormFileContent:"העלה קורות חיים / קורות חיים",

careerFormBtn:"השאירו קורות חיים",

errorFieldRequired:"זהו שדה חובה!",
errorFieldEmail:"נא להזין פורמט אימייל תקף!",





// Blogs

blogsLandingTitle:"כל הבלוגים",
blogsLandingPara:"חקור את הבלוג שלנו לקבלת החידושים האחרונים בתחום אבטחת הסייבר - טיפים חיוניים, עדכוני הדרכה וחדשות מהתעשייה. קבל תובנות חשובות לגבי שמירה על אבטחה מקוונת, בין אם אתה חדש בתחום אבטחת הסייבר או מקצוען מנוסה. הצטרפו אלינו כדי להישאר מעודכנים ומוכנים להתמודד עם אתגרים דיגיטליים.",

// Contact

constactLandingTitle:"חיבור הוא המפתח: פנה אל מרכז רווחי הסייבר עוד היום.",
constactLandingPara:"בנה עתיד בטוח יותר",
constactLandingBtn:"להתחיל ניסיון ללא תשלום",

Israel:"ישראל",
IsraelAdd:"בית העם, אבו סנאן, 2490500",

UAE:"איחוד האמירויות הערביות",
UAEAdd:"לורם איפסום אמט, דובאי",

India:"הוֹדוּ",
IndiaAdd:"Cybergain Educenter Private Limited, 2-A/3 S/F Front Side, Asaf Ali Rd, Turkman Gt., Darya Ganj, ניו דלהי, דלהי, הודו, 110002",

contactFormTitle:"זקוק לסיוע?",
contactFormPara:"אנחנו כאן לעזור! פנה לקבלת תמיכת מומחים במרכז רווחי סייבר.",

contactFormName:"השם שלך",
contactFormEmail:"האימייל שלך",
contactFormNumber:"המספר שלך",
contactFormMessage:"הוֹדָעָה",
contactFormBtn:"לשלוח הודעה",




// Header

Home:"בית",
About:"על אודות",
Careers:"קריירה",
Blogs:"בלוגים",
Contact:"איש קשר",

// Footer

footerTitle:"גלה עוד על אבטחת סייבר עם מרכז רווחי סייבר!",

title1:"נהיה בקשר",
text1:"פנה עכשיו והעלה את רמת אבטחת הסייבר שלך",

title2:"הישאר מחובר",
text2:"פנה אלינו בכתובת:",

title3:"היכנס והירשם",
text3:"אנו מציעים להיכנס לפורטל שלנו",

email:"האימייל שלך",
copyRight1:"© جميع الحقوق محفوظة 2023. الترخيص",
copyRight2:"מופעל על ידי Supagrow",




// 404 Page
errorTitle1:"כמה דברים",
errorTitle2:"לא נכון.",
errorSubText:"אנחנו לא יכולים למצוא את הדף שאתה מחפש.",


// Comming Soon Page
soonMainTitle:"בקרוב...",
soonSubTitle1:"תתכונן ל",
soonSubTitle2:"יֶדַע.",
soonPara:"התכוננו לפרוץ גבולות ולחדש בתחום אבטחת הסייבר.",





// Common Terms
prev:"הקודם",
next:"הַבָּא",
signUp:"הירשם",
signIn:"להתחבר",
backToHome:"בחזרה לבית",
KnowMore:"יודע יותר",
}
